Repository: avisota/contao-salutation
Catalog: contao/languages/rm/avisota_salutation.xlf
Languages: rm

# avisota_salutation.0
source: Dear Sir ##title## ##forename## ##surname##
rm: Prezià Singur ##title## ##forename## ##surname##

# avisota_salutation.1
source: Dear Madam ##title## ##forename## ##surname##
rm: Preziada Signura ##title## ##forename## ##surname##

# avisota_salutation.2
source: Dear Sir ##forename## ##surname##
rm: Prezià Signur ##forename## ##surname##

# avisota_salutation.3
source: Dear Madam ##forename## ##surname##
rm: Preziada Signura ##forename## ##surname##

# avisota_salutation.4
source: Dear Sir ##surname##
rm: Prezià Signur ##surname##

# avisota_salutation.5
source: Dear Madam ##surname##
rm: Preziada Signura ##surname##

# avisota_salutation.6
source: Dear Sir or Madam ##title## ##forename## ##surname##
rm: Preziada Signura u Signur ##title## ##forename## ##surname##

# avisota_salutation.7
source: Dear Sir or Madam ##forename## ##surname##
rm: Preziada Signur u Signur ##forename## ##surname##

# avisota_salutation.8
source: Dear Sir or Madam ##surname##
rm: Preziada Signura u Signur ##surname##

# avisota_salutation.9
source: Dear subscriber
rm: Prezià abunent
