Repository: avisota/contao-salutation
Catalog: contao/languages/rm/orm_avisota_salutation.xlf
Languages: rm

# orm_avisota_salutation.salutation.0
source: Salutation
rm: Salid

# orm_avisota_salutation.salutation.1
source: Please enter the salutation.
rm: Endatscha il salid

# orm_avisota_salutation.enableGenderFilter.0
source: Filter by Gender
rm: Filtrar tenor schlattaina

# orm_avisota_salutation.enableGenderFilter.1
source: Choose to enable this salutation only for a specific gender.
rm: Tscherna per activar quest salid be per ina schlattaina specifica.

# orm_avisota_salutation.genderFilter.0
source: Gender
rm: Schlattaina

# orm_avisota_salutation.genderFilter.1
source: Please select the gender that is required for this salutation.
rm: Tscherna la schlattaina ch'è necessaria per quest salid.

# orm_avisota_salutation.enableRequiredFieldsFilter.0
source: Filter by required fields
rm: Filtrar tenor ils champs necessaris

# orm_avisota_salutation.enableRequiredFieldsFilter.1
source: Choose to enable this salutation only if selected fields are filled.
rm: Tscherna quai per activar quest salids be sche ils chamsp selecziunads èn emplenids

# orm_avisota_salutation.requiredFieldsFilter.0
source: Required fields
rm: Champs necessaris

# orm_avisota_salutation.requiredFieldsFilter.1
source: Please select the fields that are required for this salutation.
rm: Tscherna ils chamsp ch'èn necessaris per quest salid.

# orm_avisota_salutation.salutation_legend
source: Salutation
rm: Salid

# orm_avisota_salutation.filter_legend
source: Filter settings
rm: Configuraziun da filtrar

# orm_avisota_salutation.gender.male
source: Male
rm: Masculin

# orm_avisota_salutation.gender.female
source: Female
rm: Feminin

# orm_avisota_salutation.new.0
source: New salutation
rm: Nov salid

# orm_avisota_salutation.new.1
source: Create a new salutation
rm: Crear in nov salid

# orm_avisota_salutation.show.0
source: Salutation details
rm: Detagls dal salid

# orm_avisota_salutation.show.1
source: Show the details of salutation ID %s
rm: Mussar ils detagls dal salid cun l'ID %s

# orm_avisota_salutation.edit.0
source: Edit salutation
rm: Modifitgar il salid

# orm_avisota_salutation.edit.1
source: Edit salutation ID %s
rm: Modifitgar il salid cun l'ID %s

# orm_avisota_salutation.editheader.0
source: Edit salutation settings
rm: Modifitgar la configuraziun dal salid

# orm_avisota_salutation.editheader.1
source: Edit salutation settings ID %s
rm: Modifitgar la configuraziun dal salid cun l'ID %s

# orm_avisota_salutation.copy.0
source: Duplicate salutation
rm: Duplitgar il salid

# orm_avisota_salutation.copy.1
source: Duplicate salutation ID %s
rm: Duplitgar il salid cun l'ID %s

# orm_avisota_salutation.delete.0
source: Delete salutation
rm: Stizzar il salid

# orm_avisota_salutation.delete.1
source: Delete salutation ID %s
rm: Stizzar il salid cun l'ID %s
