Repository: avisota/contao-salutation
Catalog: contao/languages/*/avisota_salutation.xlf
Languages: de, pl

# avisota_salutation.0
source: Dear Sir ##title## ##forename## ##surname##
de: Sehr geehrter ##title## ##forename## ##surname##
pl: Szanowny Panie ##title## ##forename## ##surname##

# avisota_salutation.1
source: Dear Madam ##title## ##forename## ##surname##
de: Sehr geehrte ##title## ##forename## ##surname##
pl: Szanowna Pani ##title## ##forename## ##surname##

# avisota_salutation.2
source: Dear Sir ##forename## ##surname##
de: Lieber Herr ##forename## ##surname##
pl: Szanowny Panie ##forename## ##surname##

# avisota_salutation.3
source: Dear Madam ##forename## ##surname##
de: Liebe Frau ##forename## ##surname##
pl: Szanowna Pani ##forename## ##surname##

# avisota_salutation.4
source: Dear Sir ##surname##
de: Lieber Herr ##surname##
pl: Szanowny Panie ##surname##

# avisota_salutation.5
source: Dear Madam ##surname##
de: Liebe Frau ##surname##
pl: Szanowna Pani ##surname##

# avisota_salutation.6
source: Dear Sir or Madam ##title## ##forename## ##surname##
de: Sehr geehrte/r Frau/Herr ##title## ##forename## ##surname##
pl: Szanowny/a Panie/Pani ##title## ##forename## ##surname##

# avisota_salutation.7
source: Dear Sir or Madam ##forename## ##surname##
de: Sehr geehrte/r Frau/Herr ##forename ## ##surname##
pl: Szanowny/a Panie/Pani ##forename## ##surname##

# avisota_salutation.8
source: Dear Sir or Madam ##surname##
de: Sehr geehrte/r Frau/Herr ##surname##
pl: Szanowny/a Panie/Pani ##surname##

# avisota_salutation.9
source: Dear subscriber
de: Sehr geehrte Empfängerin, Sehr geehrter Empfänger,
pl: Szanowny subskrybencie
