Repository: avisota/contao-salutation
Catalog: contao/languages/*/orm_avisota_salutation_group.xlf
Languages: de

# orm_avisota_salutation_group.title.0
source: Title
de: Titel

# orm_avisota_salutation_group.title.1
source: Please enter the newsletter group title.
de: Bitte geben Sie den Titel der Newslettergruppe an.

# orm_avisota_salutation_group.alias.1
source: The group alias is a unique reference to the group which can be called instead of its ID.
de: Der Alias ist eine eindeutige Referenz zur Gruppe und kann anstelle der ID benutzt werden.

# orm_avisota_salutation_group.salutation_group_legend
source: Group
de: Gruppe

# orm_avisota_salutation_group.generate.0
source: Generate default group
de: Standardgruppe erzeugen

# orm_avisota_salutation_group.generate.1
source: Generate a default group, containing predefined salutations in the current language.
de: Erzeugen Sie eine Standardgruppe, in der vordefinierte Anreden in der aktuellen Sprache enthalten sind.

# orm_avisota_salutation_group.new.0
source: New group
de: Neue Gruppe

# orm_avisota_salutation_group.new.1
source: Create a new group
de: Neue Gruppe erzeugen

# orm_avisota_salutation_group.show.0
source: Group details
de: Gruppendetails

# orm_avisota_salutation_group.show.1
source: Show the details of group ID %s
de: Lassen Sie die Details der Gruppe ID %s anzeigen.

# orm_avisota_salutation_group.edit.0
source: Edit group
de: Gruppe berarbeiten

# orm_avisota_salutation_group.edit.1
source: Edit group ID %s
de: Bearbeiten Sie die Gruppe ID %s.

# orm_avisota_salutation_group.editheader.0
source: Edit group settings
de: Gruppeneinstellungen bearbeiten

# orm_avisota_salutation_group.editheader.1
source: Edit group settings ID %s
de: Bearbeiten Sie die Gruppeneinstellungen ID %s.

# orm_avisota_salutation_group.copy.0
source: Duplicate group
de: Gruppe duplizieren

# orm_avisota_salutation_group.copy.1
source: Duplicate group ID %s
de: Duplizieren Sie die Gruppe ID %s.

# orm_avisota_salutation_group.delete.0
source: Delete group
de: Gruppe löschen

# orm_avisota_salutation_group.delete.1
source: Delete group ID %s
de: Löschen Sie die Gruppe ID s%.

# orm_avisota_salutation_group.group_generated
source: A new default group has been generated.
de: Eine neue Standardgruppe wurde erstellt.
