Repository: avisota/contao-salutation
Catalog: contao/languages/*/orm_avisota_salutation.xlf
Languages: de, pl

# orm_avisota_salutation.salutation.0
source: Salutation
de: Anrede
pl: Powitanie

# orm_avisota_salutation.salutation.1
source: Please enter the salutation.
de: Bitte geben Sie die Anrede an.
pl: Proszę wprowadzić powitanie

# orm_avisota_salutation.enableGenderFilter.0
source: Filter by Gender
de: Nach Geschlecht filtern
pl: Filtru po płci

# orm_avisota_salutation.enableGenderFilter.1
source: Choose to enable this salutation only for a specific gender.
de: Auswählen, um diese Anrede nur für ein bestimmtes Geschlecht zu altivieren.
pl: Wybierz, aby włączyć to powitanie tylko dla określonej płci.

# orm_avisota_salutation.genderFilter.0
source: Gender
de: Geschlecht
pl: Płeć

# orm_avisota_salutation.genderFilter.1
source: Please select the gender that is required for this salutation.
de: Bitte wählen Sie das Geschlecht aus, für das diese Anrede benutzt wird.
pl: Proszę wybrać płeć, która jest wymagana dla tego powitania.

# orm_avisota_salutation.enableRequiredFieldsFilter.0
source: Filter by required fields
de: Nach benötigten Feldern filtern
pl: Filtruj po wymaganych polach

# orm_avisota_salutation.enableRequiredFieldsFilter.1
source: Choose to enable this salutation only if selected fields are filled.
de: Diese Anrede nur benutzen falls die ausgewählten Felder gefüllt sind.
pl: Wybierz, jeśli powitanie ma być użyte w przypadku, gdy określone pola zostały wypełnione.

# orm_avisota_salutation.requiredFieldsFilter.0
source: Required fields
de: Benötigte Felder
pl: Wymagane pola

# orm_avisota_salutation.requiredFieldsFilter.1
source: Please select the fields that are required for this salutation.
de: Bitte wählen SIe die für diese Anrede benötigten Felder aus.
pl: Proszę wybrać pola, które są wymagane dla tego powitania.

# orm_avisota_salutation.salutation_legend
source: Salutation
de: Anrede
pl: Powitanie

# orm_avisota_salutation.filter_legend
source: Filter settings
de: Filtereinstellungen
pl: Ustawienia filtrów

# orm_avisota_salutation.gender.male
source: Male
de: Männlich
pl: Mężczyzna

# orm_avisota_salutation.gender.female
source: Female
de: Weiblich
pl: Kobieta

# orm_avisota_salutation.new.0
source: New salutation
de: Neue Anrede
pl: Nowe powitanie

# orm_avisota_salutation.new.1
source: Create a new salutation
de: Neue Anrede erstellen
pl: Utwórz nowe powitanie

# orm_avisota_salutation.show.0
source: Salutation details
de: Anrede-Details
pl: Szczegóły powitania

# orm_avisota_salutation.show.1
source: Show the details of salutation ID %s
de: Die Details der Anrede ID %s anzeigen.
pl: Pokaż szczegóły powitania ID %s

# orm_avisota_salutation.edit.0
source: Edit salutation
de: Anrede bearbeiten
pl: Edytuj powitanie

# orm_avisota_salutation.edit.1
source: Edit salutation ID %s
de: Anrede ID %s bearbeiten.
pl: Edytuj powitanie ID %s

# orm_avisota_salutation.editheader.0
source: Edit salutation settings
de: Anredeeinstellungen bearbeiten
pl: Edytuj ustawienia powitania

# orm_avisota_salutation.editheader.1
source: Edit salutation settings ID %s
de: Bearbeiten Sie die Einstellungen für die Anrede ID %s.
pl: Edytuj ustawienia powitania ID %s

# orm_avisota_salutation.copy.0
source: Duplicate salutation
de: Anrede kopieren
pl: Duplikuj powitanie

# orm_avisota_salutation.copy.1
source: Duplicate salutation ID %s
de: Anrede ID %s kopieren.
pl: Duplikuj powitanie ID %s

# orm_avisota_salutation.delete.0
source: Delete salutation
de: Anrede löschen
pl: Usuń powitanie

# orm_avisota_salutation.delete.1
source: Delete salutation ID %s
de: Anrede ID %s löschen.
pl: Usuń powitanie ID %s
